Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: [[Administrivia/NoRealLifeExamplesPlease Now, as for real life examples... ]] [[SelfDemonstratingArticle Oh, yeah, right.]] '''[[SelfDemonstratingArticle Someone]]''' [[SelfDemonstratingArticle up there has got no sense of humour.]] [[noreallife]]
pt_br: [[BrAdministrivia/SemExemplosDaVidaRealPorFavor Agora, quanto a exemplos da vida real... Ah é, né. '''Alguém''' por aqui não tem senso de humor.]][[noreallife]]

source: [[Administrivia/TropesAreFlexible Just to make it extra clear, this trope also includes]] such things as cops who bend the rules or DaChief's orders to catch the bad guys, so long as the cops are ''technically'' obeying the rules as they bend them.
pt_br: [[BrAdministrivia/TroposSaoFlexiveis Para deixar bem claro, este tropo também inclui]] coisas como policiais que quebram as regras ou as ordens do chefe para capturar os bandidos, desde que os policiais estejam ''tecnicamente'' obedecendo as regras enquanto as dobram.

source: [[Administrivia/TropesAreTools Flanderization doesn't have to be a bad thing]] -- sometimes it can be used to expand on a background character's personality when they are brought to the foreground, or make an otherwise bland character stand out more.
pt_br: [[BrAdministrivia/TroposSaoFerramentas A Flanderização não precisa ser uma coisa ruim]] -- às vezes ela pode ser usada para expandir a personalidade de um personagem secundário quando eles são trazidos para o primeiro plano, ou então para fazer com que um personagem insípido se sobressaia mais.

source: [[AnIcePerson Ice]] and [[ExtraOreDinary Metal]] may have similar connotations.
pt_br: Gelo e metal podem ter conotações similares.

source: [[AntiHero These 'tamed']] [[ChaoticGood mad scientists]] [[CrouchingMoronHiddenBadass are emphatically not 'safer' than their diabolical brethren]].
pt_br: Estes [[Br/CaoticoEBom cientistas malucos]] [[Br/AntiHeroi "domados"]] definitivamente não são mais "seguros" que suas contrapartes diabólicas.

source: [[AvertedTrope Averted]] in the end when he starts eating everything, after meeting a boy who can only eat one single candy all day.
pt_br: Evitado no final, quando ele começa a comer de tudo após conhecer um garoto que só podia comer um único tipo de doce o dia todo.

source: [[BeautyEqualsGoodness Villains are supposed to be ugly!]] -->'''Don Ramón''': That's why!
pt_br: [[Br/BelezaSignificaBondade Se imagina que os vilões sejam feios!]] -->'''Seu Madruga:''' Por isso!

source: [[BiggerIsBetterInBed EVERYTHING, too]].
pt_br: [[Br/MaiorEMelhorNaCama E dá pra ver TUDO]].

source: [[BlackComedy Black comedies]] and [[SadistShow Sadist shows]] are often set here.
pt_br: Obras de Br/HumorNegro e [[Br/ShowSadista apresentações sadistas]] costumam se passar aqui.

source: [[ButForMeItWasTuesday It was a Thursday.]]" The previous scene also contains very heartfelt and emotional moments from both Spooner and Calvin about the very nature of robotics.
pt_br: [[Br/MasParaMimEraUmDiaComum Foi na quinta-feira.]]" A cena anterior também contém momentos tocantes e emocionais de Spooner e Calvin sobre a natureza da robótica.

source: [[ChunkySalsaRule Blown into tiny chunks?]] That might take a little longer, but can sometimes still be fixed.
pt_br: Explodido em pedacinhos? Isso pode levar mais tempo, mas às vezes dá pra ajeitar também.

source: [[CollapsingLair Beware victory.]] * WackyHomeroom: A HighSchool comedy setting, focused on a class of eccentrics who share an arbitrarily assigned homeroom.
pt_br: [[Br/CovilEmColapso Cuidado com a vitória]]. * Br/SalaDeAulaMaluca: Uma ambientação cômica de Br/EscolaDeEnsinoMedio, focada em uma turma de alunos excêntricos que compartilham uma sala.

source: [[CreativeSterility Can a robot write a symphony?
pt_br: [[Br/EsterilidadeCriativa Um robô consegue compor uma sinfonia?

source: [[DeadpanSnarker His works]] [[CrapsackWorld tend to be]] [[BlackAndGrayMorality considered cynical.]] The term "Orwellian" is named after his famous works of [[CrapsackWorld dystopian]] fiction, particularly ''Literature/NineteenEightyFour''.[[note]]Which is more than a tad ironic, given that this went against what Orwell himself believed.[[/note]]
pt_br: [[Br/SarcasticoSerio Suas obras]] [[Br/MundoLixoso tendem a ser]] [[Br/MoralidadePretaECinza consideradas cínicas]]. O termo "Orwelliano" deriva de suas famosas obras de ficção [[Br/MundoLixoso distópica]], em especial ''BrLiteratura/MilNovecentosEOitentaEQuatro''.[[note]]O que é um tanto irônico, considerando que isso vai contra o que o próprio Orwell acreditava.[[/note]]

source: [[DeathByMaterialism Expect difficulty leaving with it.]] * TreehouseOfFun: A popular hang out for a kid's closest friends.
pt_br: [[Br/MortePorMaterialismo E também dificuldade em sair com o tesouro]]. * Br/DivertidaCasaNaArvore: Um local popular para crianças passarem tempo com seus amigos próximos.

source: [[DoAndroidsDream I have even had dreams]].\\ '''Detective Del Spooner:''' ''Human beings'' have dreams.
pt_br: [[Br/AndroidesSonham E tenho até mesmo sonhos]]. \\ '''Spooner:''' ''Seres humanos'' é que tem sonhos.

source: [[EverybodysDeadDave Even the likable guest or supporting characters get mercilessly killed]].
pt_br: [[Br/EstaoTodosMortosDave Até mesmo o convidado adorável e personagens de apoio são mortos sem escrúpulos]].

source: [[FailedFutureForecast Once that future date becomes the past in reality]], this necesitates the re-dating of the work in order to keep it set in the future.
pt_br: [[Br/PrevisaoErradaDoFuturo Quando a data futura se torna passado na realidade]], é necessário re-datar a obra para que ela permaneça no futuro.

source: [[FailureIsTheOnlyOption This is usually an impossible task]].
pt_br: [[Br/FalharEAUnicaOpcao Geralmente esta é uma tarefa difícil]].

source: [[FanonDiscontinuity The fans don't really mind it, though]].]]
pt_br: [[Br/DescontinuidadeDeFanone Mas os fãs não ligam]].]]

source: [[FridgeBrilliance Possibly more suicidal than reckless, though.]] Either way, the fact remains that he broke one of the [[UsefulNotes/GunSafety golden rules of safe gun ownership]]-- never point a firearm at something that you don't want to destroy.
pt_br: [[Br/EsplendorDeGeladeira No entanto, provavelmente é mais suicida mesmo]]. De qualquer modo, o fato é que ele quebrou uma das regras de ouro sobre segurança com armas -- nunca aponte uma arma de fogo para algo que você não quer destruir.

source: [[FromBadToWorse It gets worse]] for tropers whose native language isn't English.
pt_br: [[Br/DeMalAPior Fica ainda pior]] para tropoeiros cujo idioma nativo não é inglês.

source: [[GetRichQuickScheme Want to be a]] [[Fiction500 billionaire]], TakeOverTheWorld, gain [[WithGreatPowerComesGreatInsanity infinite power]], or just get back at that obnoxious JerkJock?
pt_br: [[Br/EsquemaParaEnriquecerRapido Quer se tornar um]] [[Br/ForbesFiccional bilionário]], Br/DominarOMundo, obter [[Br/ComGrandesPoderesVemGrandesInsanidades poder infinito]] ou apenas se vingar daquele cara escroto?

source: [[GoddamnedBats A plethora of enemies]] and difficult jumps were not just the name of the game, they ''were'' the game.
pt_br: [[Br/MalditosMorcegos Um excesso de inimigos]] e de saltos difíceis não eram apenas o nome do jogo; essas características ''eram'' o jogo.

source: [[GuideDangIt Objectives are vague]], and [[TalkToEveryone you are expected to figure them out on your own]].
pt_br: [[Br/MalditoGuia Os objetivos são vagos]] e [[Br/FaleComTodoMundo é esperado que você descubra eles sozinho]].

source: [[HilarityEnsues Hilarity ensued]] when the kids accidentally hurt his foot too many times!
pt_br: Br/CoisasEngracadasAcontecem quando as crianças acidentalmente acertam o pé dele repetidas vezes.

source: [[HypocriticalHumor Like she's one to talk]].
pt_br: [[Br/HumorHipocrita Como se ela estivesse em posição de falar algo]].

source: [[InstantlyProvenWrong Cut to Quico caressing his new unusual pet]].
pt_br: [[Br/InstantaneamenteProvadoErrado Corta para o Quico brincando com seu novo bicho de estimação]].

source: [[JustForFun/IThoughtItMeant If you're looking for]] ''that'' kind of climax, we would like to direct you to SexTropes.
pt_br: [[BrApenasPorLazer/EuPenseiQueSignificava Se você está procurando por]] ''aquele'' tipo de clímax, favor dirigir-se para Br/TroposSexuais.

source: [[JustForFun/IThoughtItMeant Not to be confused with]] a literal Houdini-style escape by the villain to avoid justice, that's VillainExitStageLeft, although the two certainly can (and often do) overlap.
pt_br: [[BrApenasPorLazer/EuPenseiQueSignificava Não confundir com]] uma escapada literal no melhor estilo Houdini para evitar a justiça; isso é Br/SaidaDoVilaoPelaEsquerda, apesar de os dois poderem se sobrepor (e costumam se sobrepor).

source: [[JustForFun/TVTropesWillRuinYourLife Simply by reading this page]], you've made it substantially more obvious to yourself when the film editor is just using these disclaimers to screw with your emotions, and indeed, overuse of these tone-changers will be obvious to nearly anyone.
pt_br: [[BrApenasPorLazer/TVTropesVaiArruinarASuaVida Ao meramente ler esta página]], você tornou muito mais óbvio pra si mesmo quando os produtores estão usando esses truques para manipular suas emoções. De fato, o uso excessivo desses artifícios será óbvio para praticamente qualquer um.

source: [[JustForFun/YouKnowYouReadTooMuchTVTropesWhen It seems to be not at all unusual]] for a troper to begin [[ConversationalTroping speaking Tropinese]] in RealLife situations that do not involve discussion of entertainment.
pt_br: [[BrApenasPorLazer/VoceSabeQueEstaLendoMuitoTVTropesQuando Não parece tão incomum]] que um tropoeiro comece a [[Br/TropagemConversacional falar tropinês]] em situações da Br/VidaReal que não envolvem discussões sobre entretenimento.

source: [[KillItWithFire Burn them to ashes]], and mail them to Mexico, Norway, and Hong Kong, and they'll rebuild themselves FromASingleCell.
pt_br: [[Br/MateComFogo Queime até só restarem cinzas]] e atire os restos ao mar, e eles vão se reconstruir a partir Br/DeUmaUnicaCelula.

source: [[LampshadeHanging Lampshaded]] by Spooner.
pt_br: Spooner até [[Br/LancarLuzSobreOTropo lança um pouco de luz]] sobre isso.

source: [[Main/HilarityEnsues Hilarity Ensues]].
pt_br: [[Br/HilariedadesSeguemSe O riso vem logo após]].

source: [[MeaningfulEcho "He made me swear."]]]] * NobleBigotWithABadge: Spooner is a [[FantasticRacism robophobic]] version, complete with [[spoiler: eventually befriending a trustworthy robot]].
pt_br: [[Br/EcoSignificativo "Ele me fez jurar."]]]]

source: [[MeasuringTheMarigolds But it is never the same.]]
pt_br: [[Br/MedirAsCalendulas Mas não é a mesma coisa]].

source: [[MemeticMutation So I put a mouth in your mouth, so you can scream while you scream]].]]
pt_br: [[Br/MutacaoMemetica Por isso botei uma boca na sua boca, pra que você possa gritar enquanto grita]].]]

source: [[MoralGuardians Some people]] just don't have a second line to cross in their minds, and will [[DudeNotFunny dislike]] any turn into sadism or vulgarity.
pt_br: [[Br/GuardioesDaMoral Algumas pessoas]] simplesmente não possuem uma segunda linha a se cruzar em suas mentes, e vão [[Br/CaraNaoFoiLegal rejeitar]] qualquer curva em direção ao sadismo ou vulgaridade.

source: [[NoOSHACompliance Don't expect safety railings]].
pt_br: [[Br/SemConformidadeComANR12 Não espere a presença de grades de segurança]].

source: [[NotCompletelyUseless Which is not exactly uncommon]].
pt_br: [[Br/NaoECompletamenteInutil O que não é exatamente incomum]].

source: [[OffWithHisHead Cut off their head]], [[LosingYourHead and it grows back]].
pt_br: [[Br/CortemLheACabeca Corte a cabeça]] [[Br/PerdendoACabeca e ela cresce de volta]].

source: [[PersonalityChip The ability to feel emotions]] (sometimes trivialized to just having a sense of humor), the ability to feel empathy for others, the ability to be "[[CreativeSterility creative]]", or perhaps merely having free will or self-awareness (though what those two in essence are and how their existence is proven is yet another near-impossible puzzle) are just a few.
pt_br: [[Br/ChipDePersonalidade A capacidade de sentir emoções]] (às vezes trivializada como apenas tendo senso de humor), a capacidade de sentir empatia por outros, a capacidade de ser "[[Br/EsterilidadeCriativa criativo]]", ou talvez apenas possuir livre arbítrio ou percepção de si (apesar do que essas duas coisas são essencialmente e como provar a existência delas serem por si só um enigma quase impossível) são algumas delas.

source: [[Radio/TheFrantics Not a boot to the head]], or [[ImmuneToBullets a bullet to]] [[EyeScream the eye]], or [[DropTheHammer a sledgehammer to]] [[GroinAttack the groin]].
pt_br: Nem um chute na cabeça, ou [[Br/ImuneABalas uma bala]] nos olhos, ou uma marreta [[Br/AtaqueNaVirilha na virilha]].

source: [[RedemptionEqualsDeath They may not be expected to live through this]], but if they can pull it off, no one can say that they haven't cleared their name, regained their honor, or insured an afterlife in good old FluffyCloudHeaven.
pt_br: [[Br/RedencaoSignificaMorte Pode ser que eles não sobrevivam a isso]], mas se eles conseguirem, ninguém pode dizer que eles não limparam o nome, reconquistaram a honra, ou asseguraram um pós-vida no bom e velho Br/CeuDeNuvensFofas.

source: [[RobotWar This kind of rebellion]] does not turn out well.
pt_br: [[Br/GuerraRobotica Esse tipo de rebelião]] não termina bem.

source: [[SelfDemonstratingArticle We'll have to spend a lot of money]] just to make [[Administrivia/NoRealLifeExamplesPlease another subpage for real life.]] [[labelnote: Note]]The actual reason being that it's too common and attracts natter.[[/labelnote]]
pt_br: [[Br/ArtigoAutoDemonstrativo Teríamos que gastar muito dinheiro]] para criar [[BrAdministrivia/SemExemplosDaVidaRealPorFavor outra subpágina para a vida real]].[[note]]O motivo real é que é comum demais e atrai conversa fiada.[[/note]]

source: [[SelfDemonstratingArticle You weren't at your computer for the past few minutes]].
pt_br: [[Br/ArtigoAutoDemonstrativo Você não estava olhando para a tela pela última meia hora.]]

source: [[StatusQuoIsGod Naturally, by the next episode they were just fine]].
pt_br: [[Br/StatusQuoEDeus Naturalmente, no episódio seguinte eles estão perfeitamente bem]].

source: [[StatusQuoIsGod Obviously]], [[UnexplainedRecovery they were back to normal the following episodes.]] * GirlishPigtails: All the female "kids", but most notably La Chilindrina.
pt_br: [[Br/StatusQuoEDeus Obviamente]], [[Br/RecuperacaoInexplicada nos episódios seguintes eles estão de volta ao normal]]. * Br/MariaChiquinha: Todas as garotas, com a mais notável sendo a Chiquinha.

source: [[SturgeonsLaw And, as a general rule, they tend to be right]].
pt_br: [[Br/LeiDeSturgeon E, como regra geral, elas estão certas]].

source: [[TemptingFate And that's just off the top of my head]].\\ '''Tony C:''' [[PreAssKickingOneLiner Top of your head, huh]]?\\ Cue CurbStompBattle.
pt_br: [[Br/ProvocarODestino Acabou de passar na minha cabeça]].\\ '''Cabeludo:''' Na sua cabeça, é?\\ [Segue-se uma Br/BatalhaDeUmTimeSo.]

source: [[TerrorAtMakeoutPoint Bad things often happen there]].
pt_br: Coisas ruins costumam acontecer lá.

source: [[TheGoodGuysAlwaysWin Always wins in the end]].
pt_br: [[Br/OsBonzinhosSempreVencem Sempre vence no final]].

source: [[TheHero The good guy]], seeks to defeat the villain, save the [[LoveInterests princess]], find the treasure, etc.
pt_br: [[Br/OHeroi O mocinho]] que busca derrotar o vilão, salvar a [[Br/InteresseAmoroso princesa]], encontrar o tesouro, etc.

source: [[TooDumbToLive You cannot be trusted with your own survival]].
pt_br: [[Br/BurroDemaisParaViver Não podemos confiar sua sobrevivência a vocês mesmos]].

source: [[TropeNamers The expression comes from]] an episode of the TV series ''Series/HappyDays'' in which Fonzie, dressed in his trademark leather jacket, literally jumps over a shark while on waterskis -- a sharp break from the show's previous focus on "[[SliceOfLife everyday American life]] in the [=1950s=]." In hindsight, that was the moment where Fonzie started getting more focus, being {{Flanderized}} in the process into a superhuman, impossibly 'cool' dude.
pt_br: [[Br/NomeadorDeTropo A expressão vem de]] um episódio da série de TV ''BrSerie/DiasFelizes'', onde Fonzie, vestindo sua característica jaqueta de couro, literalmente salta sobre um tubarão enquanto em um esqui aquático -- uma mudança busca na abordagem prévia do show, focada na Br/VidaCotidiana americana nos anos 1950. Olhando para trás, aquele foi o momento em que Fonzie passou a receber mais foco, sofrendo Br/{{Flanderizacao}} e se transformando em um super humano impossivelmente estiloso.

source: [[TroperDemographics If there are any, that is]].
pt_br: [[Br/DemografiaDosTropoeiros Isso, é claro, se houver algum]].

source: [[TruthInTelevision It's a common tactic of militaries the world over]], with some regimes (such as UsefulNotes/NaziGermany) being ''infamous'' for it.
pt_br: [[Br/VerdadeNaTelevisao Essa é uma tática comum de forças militares através do mundo]], com alguns regimes (tais como a BrNotasUteis/AlemanhaNazista) se tornando ''infames'' por isso.

source: [[TwentyMinutesIntoTheFuture By 2035]], robots have permeated every level of human society, and U.S.
pt_br: [[Br/VinteMinutosNoFuturo Em 2035]], os robôs se instalaram em todos os níveis da sociedade humana, e a U.S.

source: [[VisualPun Visual gags]] are often involved.
pt_br: [[Br/TrocadalhoVisual Piadas visuais]] costumam estar envolvidas.

source: [[WesternAnimation/MenInBlackTheSeries The animated series]] makes it worse - he was planning to ''propose'' that night.
pt_br: A série animada deixa tudo pior: ele planejava ''pedir a mão dela'' naquela noite.

source: [[WhamLine Just got hung up on the wrong robot]]]].
pt_br: [[Br/AquelaFrase Eu só suspeitei do robô errado]]]].

source: [[WordOfGod DVD supplemental materials]][[invoked]] say there were originally some very funny bits with her that got cut out.
pt_br: [[Br/PalavraDeDeus Os extras para DVD]] dizem que originalmente tinha umas partes engraçadas com ela que foram cortadas.

source: [[YouHaveGOTToBeKiddingMe Señor Barriga is not amused]], and judging by Don Ramón's reaction, he wasn't even aware of how nonsensical his plan was.
pt_br: [[Br/VoceSoPodeEstarDeBrincadeira O Senhor Barriga não fica nada impressionado]] e, a julgar pela reação do Seu Madruga, nem ele próprio tinha noção da insanidade do seu plano.

source: [[folder:'''Categories''']] + AbandonedArea: Derelict places that are no longer used or inhabited by any people.
pt_br: [[folder:'''Categorias''']] * Br/LugarAbandonado: Locais em ruínas que não são mais usados por pessoas.

source: [[folder:'''Indexes''']] + AntiHero: A morally questionable hero who lacks conventional heroic qualities.
pt_br: [[folder:'''Índices''']] + Br/AntiHeroi: Um herói moralmente questionável que carece de qualidades heroicas convencionais.

source: [[folder:Behind the Scenes]] * The show changes location.
pt_br: [[folder:Por trás das cortinas]] * O show muda de local.

source: [[folder:Cast Changes]] * A [[PopularityPower popular character]] is [[PutOnABus removed from the show]] or even {{killed off| for real}}.
pt_br: [[folder:Mudanças no Elenco]] * Um [[Br/PoderDaPopularidade personagem popular]] é [[Br/ColocadoEmUmOnibus removido da série]] ou até mesmo Br/MortoPraValer.

source: [[folder:Character Development]] * [[TheScrappy A generally-disliked character]] is given more focus and screentime, which sometimes [[RescuedFromTheScrappyHeap exonerates him through character development]], but more often turns him into a CreatorsPet.
pt_br: [[folder:Desenvolvimento de Personagem]] * [[Br/OOdiado Um personagem amplamente rejeitado]] recebe mais foco e tempo de tela, o que às vezes [[Br/ResgatadoDaPilhaDeLixo faz com que ele seja aceito através do desenvolvimento de personagem]], mas o mais frequente é que ele se torne um Br/QueridinhoDoCriador.

source: [[folder:Dimensions / Universes]] * AlienSpaceBats * AllMythsAreTrue * AlternateWorldMap: When an RPG has alternate worlds.
pt_br: [[folder:Dimensões e Universos]] * Br/MorcegosAliensDoEspaco * Br/TodosOsMitosSaoReais * Br/MapaMundiAlternativo: Quando um RPG possui mundos alternativos.

source: [[folder:Gimmicks]] * The tone becomes DenserAndWackier, which can be especially glaring if the show started with a serious tone.
pt_br: [[folder:Artifícios e truques]] * O tom se torna Br/MaisDensoEEstranho, o que pode ser especialmente perturbador se o show começou com uma premissa séria.

source: [[folder:Hidden in Context and Patterns]] !!!
pt_br: [[folder:Ocultos no contexto e padrões]] !!!

source: [[folder:Just For Fun and Other Namespaces]] * [[https://tvtropes.org/pmwiki/namespace_index.php?ns=AATAFOVS AATAFOVS/]] -- The [[JustForFun/AvatarAndTheAirbendingFellowshipOfVampireSlayers show]] inspired by Website/TVTropes.
pt_br: [[folder:Espaços apenas para diversão e outros]]

source: [[folder:Media Namespaces]] Things that are not {{trope}}s, {{index|Index}}es, {{genre}}s, or [[AmbiguityIndex disambiguation pages]] do not go in the Main namespace.
pt_br: [[folder:Espaços de mídia]] Coisas que não são tropos, índices, gêneros ou páginas de desambiguação. Essas coisas não vão no espaço principal.

source: [[folder:Other / Multiple]] * AdventureFriendlyWorld * {{Avalon}} * CaliforniaDoubling * {{Camelot}} * CasualTimeTravel .
pt_br: [[folder:Outros / Múltiplos]] * Br/MundoAmigavelAAventuras * ??? CaliforniaDoubling * Br/ViagemCasualNoTempo

source: [[folder:Other]] !!Translation namespaces Partial translations of the wiki into other languages, to varying degrees of completeness.
pt_br: [[folder:Outros itens]] !!Espaços de tradução Traduções parciais da wiki para outros idiomas, em níveis variados de completude.

source: [[folder:Perspective Types]] * KneeHighPerspective: The characters are children, babies, small or tiny animals, small fey beings, or toys, and adults are viewed from the waist, knee, or ankle down.
pt_br: [[folder:Tipos de Perspectiva]] * Br/PerspectivaDaAlturaDoJoelho: Os personagens são crianças, bebês, pequenos animais, seres místicos diminutos ou brinquedos, e os adultos são visualizados da cintura, joelho ou calcanhar pra baixo.

source: [[folder:Plot Convenience or Cop-Out Tropes]] !!!
pt_br: [[folder:Conveniência de trama ou tropos de esquiva]] !!!

source: [[folder:Plot Development]] * The show's premise is [[{{Retool}} radically altered]], such as having the cast change careers or move to a new location, especially when the cast doesn't seem to have the skills (or the financial resources) for such a move.
pt_br: [[folder:Desenvolvimento de Trama]] * A premissa da série é [[Br/{{Redefinicao}} radicalmente alterada]], fazendo com que o elenco mude de carreira ou se mude para um novo local, especialmente quando o elenco não parece ter as habilidades (ou recursos financeiros) para essa mudança.

source: [[folder:Subpage Namespaces]] These are namespaces whose pages relate to and link directly to a Main or Media page.
pt_br: [[folder:Espaços para subpáginas]] Estes são espaços cujas páginas se relacionam e se ligam diretamente para páginas de tropos ou de obras.

source: [[folder:Time Tropes]] * TwentyMinutesIntoTheFuture: In the near future everyone is a robot and speaks 10 languages.
pt_br: [[folder:Tropos de Tempo]] * Br/VinteMinutosNoFuturo: No futuro próximo todo mundo é robótico e fala 10 idiomas.

source: [[folder:Tropes Designed to Exploit or Trick an Audience]] !!!
pt_br: [[folder:Tropos pensados para explorar ou ludibriar o público]] !!!

source: [[folder:Tropes Hidden in Context and Double Standards]] !!!
pt_br: [[folder:Tropos escondidos no contexto e casos de "dois pesos, duas medidas"]] !!!
